Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_etaopetushankkeelle_jatkoa_-_okm_sitoutuu_kolmen_vuoden_hankeaikaan.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten etäopetushankkeelle jatkoa – OKM sitoutuu kolmen vuoden hankeaikaan
smn: Sämikielâi káidusmáttááttâshaahâ juátkoo – MKM čonâdât kuulmâ ive hahâááigán

source: Utsjoen kunnan johtama ja Saamelaiskäräjien koordinoima saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke on saanut jatkorahoituksen lukuvuodelle 2023–2024.
smn: Sämikielâi káidusmáttááttâs piiloothaahâ , mon Ucjuv kieldâ joođeet já Sämitigge koordinist, lii finnim jotkâruttâdem luuhâmihán 2023-2024.

source: Hankkeen rahoittaja, opetus- ja kulttuuriministeriö, on kuitenkin sitoutunut kolmen vuoden hankeaikaan eli vuoteen 2026 asti.
smn: Haavâ ruttâdeijee, máttááttâs- já kulttuurministeriö, lii liijká čonâdâttâm kuulmâ ive hahâááigán ađai ive 2026 räi.

source: Saamen kielten etäopetushanke käynnistyi vuonna 2018 ja nykyinen hankekausi päättyy syyskuussa 2023.
smn: Sämikielâi káidusmáttááttâshaahâ algâttui ive 2018 já tááláš hahâpaje nohá čohčâmáánust 2023.

source: Projektipäällikkö Hanna Helander Utsjoen kunnasta iloitsee jatkorahoituksesta.
smn: Hahâhovdâ Hanna Helander Ucjuv kieldâst illood jotkâruttâdmist.

source: – Uusi hankerahoitus ja ministeriön sitoutuminen hankkeeseen kolmeksi vuodeksi antaa hankkeelle ja lainsäätäjille lisäaikaa tehdä tarvittavat muutokset ja ratkaisut, joita saamen kielten etäopetuksen vakinaistaminen Suomessa edellyttää.
smn: –Uđđâ hahâruttâdem já ministeriöi čonâdâttâm haahân kuulmâ ihán addel haahân já lahâasâtteijeid laseääigi rähtiđ tárbulijd nubástusâid já čuávdusijd, maid sämikielâi káidusmáttááttâs fastâdem Suomâst váátá.

source: – Utsjoen kunta näkee saamen kielten etäopetuksen tärkeäksi ja haluaa edelleen vastata siitä valtakunnallisesti.
smn: – Ucjuv kieldâ ana sämikielâi káidusmáttááttâs tehálâžžân já haalijd ain västidiđ tast väldikodálávt.

source: Hankerahoituksen jatko ilahduttaa meitä, mutta on tärkeää saada vakinaistettua etäopetus valtion rahoituksella.
smn: Hahâruttâdem juátkim ilosmit mii, mutâ lii tehálâš finniđ káidusmáttááttâs fastâtoimân staatâ ruttâdmáin.

source: Vakinaistaminen on pienille saamen kielille elintärkeää, jotta eri puolella maata asuvat saamelaiset lapset ja nuoret voivat oppia saamen kieliä, sanoo Utsjoen kunnanjohtaja Taina Pieski .
smn: Fastâdem lii eellimtehálâš uccâ sämikieláid, vâi staatâ jieškođe-uv kuávluin ässee sämmiliih párnááh já nuorah pyehtih oppâđ sämikielâid, iätá Ucjuv kieldâhovdâ Taina Pieski.

source: Myös saamelaiskäräjien koulutus- ja oppimateriaalilautakunnan puheenjohtaja Tauno Ljetoff on tyytyväinen päätökseen.
smn: Meid Sämitige škovlim- já oppâmateriaallävdikode saavâjođetteijee Tauno Ljetoff lii tuđâvâš miärádâsân.

source: – On ollut todella hienoa nähdä, miten saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke on kasvattanut suosiotaan, saanut saamelaisyhteisöltä todella paljon kiitosta ja seisoo tukevasti omilla jaloillaan.
smn: – Lii lamaš tuođâi suotâs uáiniđ, maht sämikielâi káidusmáttááttâs piiloothaahâ lii ain pivnohub, lii finnim sämisiärváduvâst tuođâi ennuv kijttosijd já čuázzu stäđisin juolgijdis alne.

source: Pilotti on ehdottomasti ansainnut vakinaistamisen.
smn: Piiloot lii vissásávt ánsášâm fastâdittem.

source: Toivonkin, että uusi hallitus ei unohda saamenkielisiä lapsia ja nuoria, ja että etäopetusmallin vakinaistamiseen pyritään viivyttelemättä.
smn: Mun tuáivum-uv, ete uđđâ haldâttâš ij vájáldut sämikielâlijd párnáid já nuorâid, já ete viggâp ájáttâlhánnáá fastâdittiđ káidusmáttááttâsmaali.

source: Saamen kielten opetuksen vakinaistaminen edellyttää useita muutoksia
smn: Sämikielâi máttááttâs fastâdittem váátá maaŋgâid nubástusâid

source: Saamen kielten opetuksen vahvistaminen ja vakinaistaminen koko maassa edellyttää useita muutoksia.
smn: Sämikielâi máttááttâs nanodem já fastâdittem oles enâmist váátá maaŋgâid nubástusâid.

source: Etäopetushankkeen toimivuutta ja opetuksen vaikuttavuutta keväällä 2022 arvioineen Kansallisen koulutuksen arviointikeskuksen (Karvi) suositukset koskevat sekä perusopetuslain, opetussuunnitelman perusteiden sekä käytännön opetusjärjestelyiden ja järjestämisen tarkistamista.
smn: Káidusmáttááttâshaavâ toimâm já máttááttâs vaikuttâs kiđđuv 2022 árvuštâllâm Aalmuglii škovlim árvuštâllâmkuávdáá (Karvi) avžuuttâsah kyeskih sehe vuáđumáttááttâslaavâ, máttááttâsvuávám vuáđđusij já keevâtlij máttááttâsorniistâlmij já ornim tärhistmân.

source: Karvi esimerkiksi suosittaa, että myös kotiseutualueen ulkopuolella tulisi olla mahdollista tarjota eri oppimääriä saamen kielestä, koska osalle oppilaista saame on äidinkieli, mutta iso osa oppilaista aloittaa saamen opiskelun alkeista.
smn: Karvi ovdâmekkân avžut, ete meid päikkikuávlu ulguubeln kolgâččij leđe máhđulâš faallâđ sierâ oppâmeerijd sämikielâst, tastko uásán uáppeid sämikielâ lii eenikielâ, mutâ stuorrâ uási uáppein algâtteh sämikielâ oppâm álgu-uápuin.

source: Tällä hetkellä kotiseutualueen ulkopuolella tarjotaan käytännössä vain perusopetusta ja lukiokoulutusta täydentävää saamen opetusta, joka on ylimääräistä kahden viikkotunnin opetusta, ja jonka opetussuunnitelma ei vastaa eritasoisten oppilaiden tarpeisiin.
smn: Tääl fäälih päikkikuávlu ulguubeln keevâtlávt tuš vuáđumáttááttâs já luvâttâhškovlim tievâsmittee sämikielâ máttááttâs, mii lii paijeelmiärálâš kyevti okkotiijme máttááttâs, já mon máttááttâsvuávám ij västid sierâ tääsist orroo uáppei tárboid.

source: Lisäksi Karvin arviointiraportti suosittaa opetuksen järjestäjien näkökulmasta tärkeän saamenopetuksen rahoitusmallin selkiyttämistä.
smn: Toos lasseen Karvi árvuštâllâmraapoort avžut čielgâsmittiđ sämimáttááttâs ruttâdemmaali, mii lii máttááttâs uárnejeijei uáinust tehálâš.

source: Karvin arviointiraportti:
smn: Karvi árvuštâllâmraapoort:

source: ”Paljon on tehty, mutta paljon on vielä kehitettävää.
smn: “Paljon on tehty, mutta paljon on vielä kehitettävää (Ennuv lii porgum, mutâ ennuv lii val ovdedemnáál).

source: ” Saamen kielten etäyhteyksiä hyödyntävän opetuspilotin arviointi 2022: https://karvi.fi/publication/paljon-on-tehty-mutta-paljon-on-viela-kehitettavaa-saamen-kieltenetayhteyksia-hyodyntavan-opetuspilotin-arviointi-2022/ :
smn: ” Sämikielâi káidusmáttááttâspiiloot árvuštâllâm 2022. https://karvi.fi/publication/paljon-on-tehty-mutta-paljon-on-viela-kehitettavaa-saamen-kielten-etayhteyksia-hyodyntavan-opetuspilotin-arviointi-2022/

source: Lisätietoja:
smn: Lasetiäđuh:

source: Hanna Helander, hankepäällikkö Utsjoen kunta hanna.helander(at)edu.utsjoki.fi 040 701 2094
smn: Hanna Helander, hahâhovdâ Ucjuv kieldâ hanna.helander@edu.utsjoki.fi 040 701 2094

source: Arla Magga, hankekoordinaattori Saamelaiskäräjät arla.magga(at)samediggi.fi 040 687 5989
smn: Arla Magga, hahâkoordinaattor Sämitigge arla.magga@samediggi.fi 040 687 5989

source: Tietoa saamen kielten etäopetushankkeesta:
smn: Lasetiäđuh sämikielâi káidusmáttááttâshaavâst:

source: Saamen kielten etäopetushanke järjestää Suomessa puhuttujen kolmen saamen kielen, inarin-, koltan- ja pohjoissaamen, opetusta saamelaisten kotiseutualueen ulkopuolella.
smn: Sämikielâi káidusmáttááttâshaahâ uárnee Suomâst sarnum kuulmâ sämikielâ, anarâš-, nuorttâlâš- já tavesämikielâ, máttááttâs sämmilij päikkikuávlu ulguubeln.

source: Hankkeen oppilasmäärä on kasvanut vuosittain.
smn: Haavâ uáppeemeeri lii lasanâm jyehi ive.

source: Tällä hetkellä hankkeen kautta saamen opetusta saa ympäri Suomen noin 150 oppilasta, 40 opetuksen järjestäjää sekä 90 koulua.
smn: Tääl pirrâ Suomâ finnejeh haavâ peht sämikielâ máttááttâs suulân 150 uápped, 40 máttááttâs uárnejeijed sehe 90 škovlâd.
